{
  "00000000000000001": 1124,
  "0000000000000001": 2052,
  "00000000000000010": 1125,
  "0000000000000010": 2053,
  "00000000000000100": 1126,
  "0000000000000100": 2054,
  "00000000000001000": 1127,
  "0000000000001000": 2055,
  "00000000000010000": 1128,
  "0000000000010000": 2056,
  "00000000000100000": 1129,
  "0000000000100000": 2057,
  "00000000001000000": 1130,
  "0000000001000000": 2058,
  "00000000010000000": 1131,
  "0000000010000000": 2059,
  "00000000100000000": 1132,
  "00000001": 2068,
  "0000000100000000": 2060,
  "00000001000000000": 1133,
  "00000010": 2069,
  "0000001000000000": 2061,
  "00000010000000000": 1134,
  "00000100": 2070,
  "0000010000000000": 2062,
  "00000100000000000": 1135,
  "00001000": 2071,
  "0000100000000000": 2063,
  "00001000000000000": 1136,
  "00010000": 2072,
  "0001000000000000": 2064,
  "00010000000000000": 1137,
  "00100000": 2073,
  "0010000000000000": 2065,
  "00100000000000000": 1138,
  "01000000": 2074,
  "0100000000000000": 2066,
  "01000000000000000": 1139,
  "10000000": 2075,
  "1000000000000000": 2067,
  "100000000000000001": 1284,
  "10000000000000001": 1140,
  "100000000000000010": 1285,
  "10000000000000010": 1141,
  "100000000000000100": 1286,
  "10000000000000100": 1142,
  "100000000000001000": 1287,
  "10000000000001000": 1143,
  "100000000000010000": 1288,
  "10000000000010000": 1144,
  "100000000000100000": 1289,
  "10000000000100000": 1145,
  "100000000001000000": 1290,
  "10000000001000000": 1146,
  "100000000010000000": 1291,
  "10000000010000000": 1147,
  "100000000100000000": 1292,
  "10000000100000000": 1148,
  "100000001000000000": 1293,
  "10000001000000000": 1149,
  "100000010000000000": 1294,
  "10000010000000000": 1150,
  "100000100000000000": 1295,
  "10000100000000000": 1151,
  "100001000000000000": 1296,
  "10001000000000000": 1152,
  "100010000000000000": 1297,
  "10010000000000000": 1153,
  "100100000000000000": 1298,
  "10100000000000000": 1154,
  "101000000000000000": 1299,
  "11000000000000000": 1155,
  "110000000000000001": 1300,
  "110000000000000010": 1301,
  "110000000000000100": 1302,
  "110000000000001000": 1303,
  "110000000000010000": 1304,
  "110000000000100000": 1305,
  "110000000001000000": 1306,
  "110000000010000000": 1307,
  "110000000100000000": 1308,
  "110000001000000000": 1309,
  "110000010000000000": 1310,
  "110000100000000000": 1311,
  "110001000000000000": 1312,
  "110010000000000000": 1313,
  "110100000000000000": 1314,
  "111000000000000000": 1315,
  "120000000000000001": 1316,
  "120000000000000010": 1317,
  "120000000000000100": 1318,
  "120000000000001000": 1319,
  "120000000000010000": 1320,
  "120000000000100000": 1321,
  "120000000001000000": 1322,
  "120000000010000000": 1323,
  "120000000100000000": 1324,
  "120000001000000000": 1325,
  "120000010000000000": 1326,
  "120000100000000000": 1327,
  "120001000000000000": 1328,
  "120010000000000000": 1329,
  "120100000000000000": 1330,
  "121000000000000000": 1331,
  "130000000000000001": 1332,
  "130000000000000010": 1333,
  "130000000000000100": 1334,
  "130000000000001000": 1335,
  "130000000000010000": 1336,
  "130000000000100000": 1337,
  "130000000001000000": 1338,
  "130000000010000000": 1339,
  "130000000100000000": 1340,
  "130000001000000000": 1341,
  "130000010000000000": 1342,
  "130000100000000000": 1343,
  "130001000000000000": 1344,
  "130010000000000000": 1345,
  "130100000000000000": 1346,
  "131000000000000000": 1347,
  "140000000000000001": 1348,
  "140000000000000010": 1349,
  "140000000000000100": 1350,
  "140000000000001000": 1351,
  "140000000000010000": 1352,
  "140000000000100000": 1353,
  "140000000001000000": 1354,
  "140000000010000000": 1355,
  "140000000100000000": 1356,
  "140000001000000000": 1357,
  "140000010000000000": 1358,
  "140000100000000000": 1359,
  "140001000000000000": 1360,
  "140010000000000000": 1361,
  "140100000000000000": 1362,
  "141000000000000000": 1363,
  "150000000000000001": 1364,
  "150000000000000010": 1365,
  "150000000000000100": 1366,
  "150000000000001000": 1367,
  "150000000000010000": 1368,
  "150000000000100000": 1369,
  "150000000001000000": 1370,
  "150000000010000000": 1371,
  "150000000100000000": 1372,
  "150000001000000000": 1373,
  "150000010000000000": 1374,
  "150000100000000000": 1375,
  "150001000000000000": 1376,
  "150010000000000000": 1377,
  "150100000000000000": 1378,
  "151000000000000000": 1379,
  "160000000000000001": 1380,
  "160000000000000010": 1381,
  "160000000000000100": 1382,
  "160000000000001000": 1383,
  "160000000000010000": 1384,
  "160000000000100000": 1385,
  "160000000001000000": 1386,
  "160000000010000000": 1387,
  "160000000100000000": 1388,
  "160000001000000000": 1389,
  "160000010000000000": 1390,
  "160000100000000000": 1391,
  "160001000000000000": 1392,
  "160010000000000000": 1393,
  "160100000000000000": 1394,
  "161000000000000000": 1395,
  "170000000000000001": 1396,
  "170000000000000010": 1397,
  "170000000000000100": 1398,
  "170000000000001000": 1399,
  "170000000000010000": 1400,
  "170000000000100000": 1401,
  "170000000001000000": 1402,
  "170000000010000000": 1403,
  "170000000100000000": 1404,
  "170000001000000000": 1405,
  "170000010000000000": 1406,
  "170000100000000000": 1407,
  "170001000000000000": 1408,
  "170010000000000000": 1409,
  "170100000000000000": 1410,
  "171000000000000000": 1411,
  "180000000000000001": 1412,
  "180000000000000010": 1413,
  "180000000000000100": 1414,
  "180000000000001000": 1415,
  "180000000000010000": 1416,
  "180000000000100000": 1417,
  "180000000001000000": 1418,
  "180000000010000000": 1419,
  "180000000100000000": 1420,
  "180000001000000000": 1421,
  "180000010000000000": 1422,
  "180000100000000000": 1423,
  "180001000000000000": 1424,
  "180010000000000000": 1425,
  "180100000000000000": 1426,
  "181000000000000000": 1427,
  "190000000000000001": 1428,
  "190000000000000010": 1429,
  "190000000000000100": 1430,
  "190000000000001000": 1431,
  "190000000000010000": 1432,
  "190000000000100000": 1433,
  "190000000001000000": 1434,
  "190000000010000000": 1435,
  "190000000100000000": 1436,
  "190000001000000000": 1437,
  "190000010000000000": 1438,
  "190000100000000000": 1439,
  "190001000000000000": 1440,
  "190010000000000000": 1441,
  "190100000000000000": 1442,
  "191000000000000000": 1443,
  "200000000000000001": 1444,
  "20000000000000001": 1156,
  "200000000000000010": 1445,
  "20000000000000010": 1157,
  "200000000000000100": 1446,
  "20000000000000100": 1158,
  "200000000000001000": 1447,
  "20000000000001000": 1159,
  "200000000000010000": 1448,
  "20000000000010000": 1160,
  "200000000000100000": 1449,
  "20000000000100000": 1161,
  "200000000001000000": 1450,
  "20000000001000000": 1162,
  "200000000010000000": 1451,
  "20000000010000000": 1163,
  "200000000100000000": 1452,
  "20000000100000000": 1164,
  "200000001000000000": 1453,
  "20000001000000000": 1165,
  "200000010000000000": 1454,
  "20000010000000000": 1166,
  "200000100000000000": 1455,
  "20000100000000000": 1167,
  "200001000000000000": 1456,
  "20001000000000000": 1168,
  "200010000000000000": 1457,
  "20010000000000000": 1169,
  "200100000000000000": 1458,
  "20100000000000000": 1170,
  "201000000000000000": 1459,
  "21000000000000000": 1171,
  "210000000000000001": 1460,
  "210000000000000010": 1461,
  "210000000000000100": 1462,
  "210000000000001000": 1463,
  "210000000000010000": 1464,
  "210000000000100000": 1465,
  "210000000001000000": 1466,
  "210000000010000000": 1467,
  "210000000100000000": 1468,
  "210000001000000000": 1469,
  "210000010000000000": 1470,
  "210000100000000000": 1471,
  "210001000000000000": 1472,
  "210010000000000000": 1473,
  "210100000000000000": 1474,
  "211000000000000000": 1475,
  "220000000000000001": 1476,
  "220000000000000010": 1477,
  "220000000000000100": 1478,
  "220000000000001000": 1479,
  "220000000000010000": 1480,
  "220000000000100000": 1481,
  "220000000001000000": 1482,
  "220000000010000000": 1483,
  "220000000100000000": 1484,
  "220000001000000000": 1485,
  "220000010000000000": 1486,
  "220000100000000000": 1487,
  "220001000000000000": 1488,
  "220010000000000000": 1489,
  "220100000000000000": 1490,
  "221000000000000000": 1491,
  "230000000000000001": 1492,
  "230000000000000010": 1493,
  "230000000000000100": 1494,
  "230000000000001000": 1495,
  "230000000000010000": 1496,
  "230000000000100000": 1497,
  "230000000001000000": 1498,
  "230000000010000000": 1499,
  "230000000100000000": 1500,
  "230000001000000000": 1501,
  "230000010000000000": 1502,
  "230000100000000000": 1503,
  "230001000000000000": 1504,
  "230010000000000000": 1505,
  "230100000000000000": 1506,
  "231000000000000000": 1507,
  "240000000000000001": 1508,
  "240000000000000010": 1509,
  "240000000000000100": 1510,
  "240000000000001000": 1511,
  "240000000000010000": 1512,
  "240000000000100000": 1513,
  "240000000001000000": 1514,
  "240000000010000000": 1515,
  "240000000100000000": 1516,
  "240000001000000000": 1517,
  "240000010000000000": 1518,
  "240000100000000000": 1519,
  "240001000000000000": 1520,
  "240010000000000000": 1521,
  "240100000000000000": 1522,
  "241000000000000000": 1523,
  "250000000000000001": 1524,
  "250000000000000010": 1525,
  "250000000000000100": 1526,
  "250000000000001000": 1527,
  "250000000000010000": 1528,
  "250000000000100000": 1529,
  "250000000001000000": 1530,
  "250000000010000000": 1531,
  "250000000100000000": 1532,
  "250000001000000000": 1533,
  "250000010000000000": 1534,
  "250000100000000000": 1535,
  "250001000000000000": 1536,
  "250010000000000000": 1537,
  "250100000000000000": 1538,
  "251000000000000000": 1539,
  "260000000000000001": 1540,
  "260000000000000010": 1541,
  "260000000000000100": 1542,
  "260000000000001000": 1543,
  "260000000000010000": 1544,
  "260000000000100000": 1545,
  "260000000001000000": 1546,
  "260000000010000000": 1547,
  "260000000100000000": 1548,
  "260000001000000000": 1549,
  "260000010000000000": 1550,
  "260000100000000000": 1551,
  "260001000000000000": 1552,
  "260010000000000000": 1553,
  "260100000000000000": 1554,
  "261000000000000000": 1555,
  "270000000000000001": 1556,
  "270000000000000010": 1557,
  "270000000000000100": 1558,
  "270000000000001000": 1559,
  "270000000000010000": 1560,
  "270000000000100000": 1561,
  "270000000001000000": 1562,
  "270000000010000000": 1563,
  "270000000100000000": 1564,
  "270000001000000000": 1565,
  "270000010000000000": 1566,
  "270000100000000000": 1567,
  "270001000000000000": 1568,
  "270010000000000000": 1569,
  "270100000000000000": 1570,
  "271000000000000000": 1571,
  "280000000000000001": 1572,
  "280000000000000010": 1573,
  "280000000000000100": 1574,
  "280000000000001000": 1575,
  "280000000000010000": 1576,
  "280000000000100000": 1577,
  "280000000001000000": 1578,
  "280000000010000000": 1579,
  "280000000100000000": 1580,
  "280000001000000000": 1581,
  "280000010000000000": 1582,
  "280000100000000000": 1583,
  "280001000000000000": 1584,
  "280010000000000000": 1585,
  "280100000000000000": 1586,
  "281000000000000000": 1587,
  "290000000000000001": 1588,
  "290000000000000010": 1589,
  "290000000000000100": 1590,
  "290000000000001000": 1591,
  "290000000000010000": 1592,
  "290000000000100000": 1593,
  "290000000001000000": 1594,
  "290000000010000000": 1595,
  "290000000100000000": 1596,
  "290000001000000000": 1597,
  "290000010000000000": 1598,
  "290000100000000000": 1599,
  "290001000000000000": 1600,
  "290010000000000000": 1601,
  "290100000000000000": 1602,
  "291000000000000000": 1603,
  "300000000000000001": 1604,
  "30000000000000001": 1172,
  "300000000000000010": 1605,
  "30000000000000010": 1173,
  "300000000000000100": 1606,
  "30000000000000100": 1174,
  "300000000000001000": 1607,
  "30000000000001000": 1175,
  "300000000000010000": 1608,
  "30000000000010000": 1176,
  "300000000000100000": 1609,
  "30000000000100000": 1177,
  "300000000001000000": 1610,
  "30000000001000000": 1178,
  "300000000010000000": 1611,
  "30000000010000000": 1179,
  "300000000100000000": 1612,
  "30000000100000000": 1180,
  "300000001000000000": 1613,
  "30000001000000000": 1181,
  "300000010000000000": 1614,
  "30000010000000000": 1182,
  "300000100000000000": 1615,
  "30000100000000000": 1183,
  "300001000000000000": 1616,
  "30001000000000000": 1184,
  "300010000000000000": 1617,
  "30010000000000000": 1185,
  "300100000000000000": 1618,
  "30100000000000000": 1186,
  "301000000000000000": 1619,
  "31000000000000000": 1187,
  "310000000000000001": 1620,
  "310000000000000010": 1621,
  "310000000000000100": 1622,
  "310000000000001000": 1623,
  "310000000000010000": 1624,
  "310000000000100000": 1625,
  "310000000001000000": 1626,
  "310000000010000000": 1627,
  "310000000100000000": 1628,
  "310000001000000000": 1629,
  "310000010000000000": 1630,
  "310000100000000000": 1631,
  "310001000000000000": 1632,
  "310010000000000000": 1633,
  "310100000000000000": 1634,
  "311000000000000000": 1635,
  "320000000000000001": 1636,
  "320000000000000010": 1637,
  "320000000000000100": 1638,
  "320000000000001000": 1639,
  "320000000000010000": 1640,
  "320000000000100000": 1641,
  "320000000001000000": 1642,
  "320000000010000000": 1643,
  "320000000100000000": 1644,
  "320000001000000000": 1645,
  "320000010000000000": 1646,
  "320000100000000000": 1647,
  "320001000000000000": 1648,
  "320010000000000000": 1649,
  "320100000000000000": 1650,
  "321000000000000000": 1651,
  "330000000000000001": 1652,
  "330000000000000010": 1653,
  "330000000000000100": 1654,
  "330000000000001000": 1655,
  "330000000000010000": 1656,
  "330000000000100000": 1657,
  "330000000001000000": 1658,
  "330000000010000000": 1659,
  "330000000100000000": 1660,
  "330000001000000000": 1661,
  "330000010000000000": 1662,
  "330000100000000000": 1663,
  "330001000000000000": 1664,
  "330010000000000000": 1665,
  "330100000000000000": 1666,
  "331000000000000000": 1667,
  "340000000000000001": 1668,
  "340000000000000010": 1669,
  "340000000000000100": 1670,
  "340000000000001000": 1671,
  "340000000000010000": 1672,
  "340000000000100000": 1673,
  "340000000001000000": 1674,
  "340000000010000000": 1675,
  "340000000100000000": 1676,
  "340000001000000000": 1677,
  "340000010000000000": 1678,
  "340000100000000000": 1679,
  "340001000000000000": 1680,
  "340010000000000000": 1681,
  "340100000000000000": 1682,
  "341000000000000000": 1683,
  "350000000000000001": 1684,
  "350000000000000010": 1685,
  "350000000000000100": 1686,
  "350000000000001000": 1687,
  "350000000000010000": 1688,
  "350000000000100000": 1689,
  "350000000001000000": 1690,
  "350000000010000000": 1691,
  "350000000100000000": 1692,
  "350000001000000000": 1693,
  "350000010000000000": 1694,
  "350000100000000000": 1695,
  "350001000000000000": 1696,
  "350010000000000000": 1697,
  "350100000000000000": 1698,
  "351000000000000000": 1699,
  "360000000000000001": 1700,
  "360000000000000010": 1701,
  "360000000000000100": 1702,
  "360000000000001000": 1703,
  "360000000000010000": 1704,
  "360000000000100000": 1705,
  "360000000001000000": 1706,
  "360000000010000000": 1707,
  "360000000100000000": 1708,
  "360000001000000000": 1709,
  "360000010000000000": 1710,
  "360000100000000000": 1711,
  "360001000000000000": 1712,
  "360010000000000000": 1713,
  "360100000000000000": 1714,
  "361000000000000000": 1715,
  "370000000000000001": 1716,
  "370000000000000010": 1717,
  "370000000000000100": 1718,
  "370000000000001000": 1719,
  "370000000000010000": 1720,
  "370000000000100000": 1721,
  "370000000001000000": 1722,
  "370000000010000000": 1723,
  "370000000100000000": 1724,
  "370000001000000000": 1725,
  "370000010000000000": 1726,
  "370000100000000000": 1727,
  "370001000000000000": 1728,
  "370010000000000000": 1729,
  "370100000000000000": 1730,
  "371000000000000000": 1731,
  "380000000000000001": 1732,
  "380000000000000010": 1733,
  "380000000000000100": 1734,
  "380000000000001000": 1735,
  "380000000000010000": 1736,
  "380000000000100000": 1737,
  "380000000001000000": 1738,
  "380000000010000000": 1739,
  "380000000100000000": 1740,
  "380000001000000000": 1741,
  "380000010000000000": 1742,
  "380000100000000000": 1743,
  "380001000000000000": 1744,
  "380010000000000000": 1745,
  "380100000000000000": 1746,
  "381000000000000000": 1747,
  "390000000000000001": 1748,
  "390000000000000010": 1749,
  "390000000000000100": 1750,
  "390000000000001000": 1751,
  "390000000000010000": 1752,
  "390000000000100000": 1753,
  "390000000001000000": 1754,
  "390000000010000000": 1755,
  "390000000100000000": 1756,
  "390000001000000000": 1757,
  "390000010000000000": 1758,
  "390000100000000000": 1759,
  "390001000000000000": 1760,
  "390010000000000000": 1761,
  "390100000000000000": 1762,
  "391000000000000000": 1763,
  "400000000000000001": 1764,
  "40000000000000001": 1188,
  "400000000000000010": 1765,
  "40000000000000010": 1189,
  "400000000000000100": 1766,
  "40000000000000100": 1190,
  "400000000000001000": 1767,
  "40000000000001000": 1191,
  "400000000000010000": 1768,
  "40000000000010000": 1192,
  "400000000000100000": 1769,
  "40000000000100000": 1193,
  "400000000001000000": 1770,
  "40000000001000000": 1194,
  "400000000010000000": 1771,
  "40000000010000000": 1195,
  "400000000100000000": 1772,
  "40000000100000000": 1196,
  "400000001000000000": 1773,
  "40000001000000000": 1197,
  "400000010000000000": 1774,
  "40000010000000000": 1198,
  "400000100000000000": 1775,
  "40000100000000000": 1199,
  "400001000000000000": 1776,
  "40001000000000000": 1200,
  "400010000000000000": 1777,
  "40010000000000000": 1201,
  "400100000000000000": 1778,
  "40100000000000000": 1202,
  "401000000000000000": 1779,
  "41000000000000000": 1203,
  "410000000000000001": 1780,
  "410000000000000010": 1781,
  "410000000000000100": 1782,
  "410000000000001000": 1783,
  "410000000000010000": 1784,
  "410000000000100000": 1785,
  "410000000001000000": 1786,
  "410000000010000000": 1787,
  "410000000100000000": 1788,
  "410000001000000000": 1789,
  "410000010000000000": 1790,
  "410000100000000000": 1791,
  "410001000000000000": 1792,
  "410010000000000000": 1793,
  "410100000000000000": 1794,
  "411000000000000000": 1795,
  "420000000000000001": 1796,
  "420000000000000010": 1797,
  "420000000000000100": 1798,
  "420000000000001000": 1799,
  "420000000000010000": 1800,
  "420000000000100000": 1801,
  "420000000001000000": 1802,
  "420000000010000000": 1803,
  "420000000100000000": 1804,
  "420000001000000000": 1805,
  "420000010000000000": 1806,
  "420000100000000000": 1807,
  "420001000000000000": 1808,
  "420010000000000000": 1809,
  "420100000000000000": 1810,
  "421000000000000000": 1811,
  "430000000000000001": 1812,
  "430000000000000010": 1813,
  "430000000000000100": 1814,
  "430000000000001000": 1815,
  "430000000000010000": 1816,
  "430000000000100000": 1817,
  "430000000001000000": 1818,
  "430000000010000000": 1819,
  "430000000100000000": 1820,
  "430000001000000000": 1821,
  "430000010000000000": 1822,
  "430000100000000000": 1823,
  "430001000000000000": 1824,
  "430010000000000000": 1825,
  "430100000000000000": 1826,
  "431000000000000000": 1827,
  "440000000000000001": 1828,
  "440000000000000010": 1829,
  "440000000000000100": 1830,
  "440000000000001000": 1831,
  "440000000000010000": 1832,
  "440000000000100000": 1833,
  "440000000001000000": 1834,
  "440000000010000000": 1835,
  "440000000100000000": 1836,
  "440000001000000000": 1837,
  "440000010000000000": 1838,
  "440000100000000000": 1839,
  "440001000000000000": 1840,
  "440010000000000000": 1841,
  "440100000000000000": 1842,
  "441000000000000000": 1843,
  "450000000000000001": 1844,
  "450000000000000010": 1845,
  "450000000000000100": 1846,
  "450000000000001000": 1847,
  "450000000000010000": 1848,
  "450000000000100000": 1849,
  "450000000001000000": 1850,
  "450000000010000000": 1851,
  "450000000100000000": 1852,
  "450000001000000000": 1853,
  "450000010000000000": 1854,
  "450000100000000000": 1855,
  "450001000000000000": 1856,
  "450010000000000000": 1857,
  "450100000000000000": 1858,
  "451000000000000000": 1859,
  "460000000000000001": 1860,
  "460000000000000010": 1861,
  "460000000000000100": 1862,
  "460000000000001000": 1863,
  "460000000000010000": 1864,
  "460000000000100000": 1865,
  "460000000001000000": 1866,
  "460000000010000000": 1867,
  "460000000100000000": 1868,
  "460000001000000000": 1869,
  "460000010000000000": 1870,
  "460000100000000000": 1871,
  "460001000000000000": 1872,
  "460010000000000000": 1873,
  "460100000000000000": 1874,
  "461000000000000000": 1875,
  "470000000000000001": 1876,
  "470000000000000010": 1877,
  "470000000000000100": 1878,
  "470000000000001000": 1879,
  "470000000000010000": 1880,
  "470000000000100000": 1881,
  "470000000001000000": 1882,
  "470000000010000000": 1883,
  "470000000100000000": 1884,
  "470000001000000000": 1885,
  "470000010000000000": 1886,
  "470000100000000000": 1887,
  "470001000000000000": 1888,
  "470010000000000000": 1889,
  "470100000000000000": 1890,
  "471000000000000000": 1891,
  "480000000000000001": 1892,
  "480000000000000010": 1893,
  "480000000000000100": 1894,
  "480000000000001000": 1895,
  "480000000000010000": 1896,
  "480000000000100000": 1897,
  "480000000001000000": 1898,
  "480000000010000000": 1899,
  "480000000100000000": 1900,
  "480000001000000000": 1901,
  "480000010000000000": 1902,
  "480000100000000000": 1903,
  "480001000000000000": 1904,
  "480010000000000000": 1905,
  "480100000000000000": 1906,
  "481000000000000000": 1907,
  "490000000000000001": 1908,
  "490000000000000010": 1909,
  "490000000000000100": 1910,
  "490000000000001000": 1911,
  "490000000000010000": 1912,
  "490000000000100000": 1913,
  "490000000001000000": 1914,
  "490000000010000000": 1915,
  "490000000100000000": 1916,
  "490000001000000000": 1917,
  "490000010000000000": 1918,
  "490000100000000000": 1919,
  "490001000000000000": 1920,
  "490010000000000000": 1921,
  "490100000000000000": 1922,
  "491000000000000000": 1923,
  "500000000000000001": 1924,
  "50000000000000001": 1204,
  "500000000000000010": 1925,
  "50000000000000010": 1205,
  "500000000000000100": 1926,
  "50000000000000100": 1206,
  "500000000000001000": 1927,
  "50000000000001000": 1207,
  "500000000000010000": 1928,
  "50000000000010000": 1208,
  "500000000000100000": 1929,
  "50000000000100000": 1209,
  "500000000001000000": 1930,
  "50000000001000000": 1210,
  "500000000010000000": 1931,
  "50000000010000000": 1211,
  "500000000100000000": 1932,
  "50000000100000000": 1212,
  "500000001000000000": 1933,
  "50000001000000000": 1213,
  "500000010000000000": 1934,
  "50000010000000000": 1214,
  "500000100000000000": 1935,
  "50000100000000000": 1215,
  "500001000000000000": 1936,
  "50001000000000000": 1216,
  "500010000000000000": 1937,
  "50010000000000000": 1217,
  "500100000000000000": 1938,
  "50100000000000000": 1218,
  "501000000000000000": 1939,
  "51000000000000000": 1219,
  "510000000000000001": 1940,
  "510000000000000010": 1941,
  "510000000000000100": 1942,
  "510000000000001000": 1943,
  "510000000000010000": 1944,
  "510000000000100000": 1945,
  "510000000001000000": 1946,
  "510000000010000000": 1947,
  "510000000100000000": 1948,
  "510000001000000000": 1949,
  "510000010000000000": 1950,
  "510000100000000000": 1951,
  "510001000000000000": 1952,
  "510010000000000000": 1953,
  "510100000000000000": 1954,
  "511000000000000000": 1955,
  "520000000000000001": 1956,
  "520000000000000010": 1957,
  "520000000000000100": 1958,
  "520000000000001000": 1959,
  "520000000000010000": 1960,
  "520000000000100000": 1961,
  "520000000001000000": 1962,
  "520000000010000000": 1963,
  "520000000100000000": 1964,
  "520000001000000000": 1965,
  "520000010000000000": 1966,
  "520000100000000000": 1967,
  "520001000000000000": 1968,
  "520010000000000000": 1969,
  "520100000000000000": 1970,
  "521000000000000000": 1971,
  "530000000000000001": 1972,
  "530000000000000010": 1973,
  "530000000000000100": 1974,
  "530000000000001000": 1975,
  "530000000000010000": 1976,
  "530000000000100000": 1977,
  "530000000001000000": 1978,
  "530000000010000000": 1979,
  "530000000100000000": 1980,
  "530000001000000000": 1981,
  "530000010000000000": 1982,
  "530000100000000000": 1983,
  "530001000000000000": 1984,
  "530010000000000000": 1985,
  "530100000000000000": 1986,
  "531000000000000000": 1987,
  "540000000000000001": 1988,
  "540000000000000010": 1989,
  "540000000000000100": 1990,
  "540000000000001000": 1991,
  "540000000000010000": 1992,
  "540000000000100000": 1993,
  "540000000001000000": 1994,
  "540000000010000000": 1995,
  "540000000100000000": 1996,
  "540000001000000000": 1997,
  "540000010000000000": 1998,
  "540000100000000000": 1999,
  "540001000000000000": 2000,
  "540010000000000000": 2001,
  "540100000000000000": 2002,
  "541000000000000000": 2003,
  "550000000000000001": 2004,
  "550000000000000010": 2005,
  "550000000000000100": 2006,
  "550000000000001000": 2007,
  "550000000000010000": 2008,
  "550000000000100000": 2009,
  "550000000001000000": 2010,
  "550000000010000000": 2011,
  "550000000100000000": 2012,
  "550000001000000000": 2013,
  "550000010000000000": 2014,
  "550000100000000000": 2015,
  "550001000000000000": 2016,
  "550010000000000000": 2017,
  "550100000000000000": 2018,
  "551000000000000000": 2019,
  "560000000000000001": 2020,
  "560000000000000010": 2021,
  "560000000000000100": 2022,
  "560000000000001000": 2023,
  "560000000000010000": 2024,
  "560000000000100000": 2025,
  "560000000001000000": 2026,
  "560000000010000000": 2027,
  "560000000100000000": 2028,
  "560000001000000000": 2029,
  "560000010000000000": 2030,
  "560000100000000000": 2031,
  "560001000000000000": 2032,
  "560010000000000000": 2033,
  "560100000000000000": 2034,
  "561000000000000000": 2035,
  "570000000000000001": 2036,
  "570000000000000010": 2037,
  "570000000000000100": 2038,
  "570000000000001000": 2039,
  "570000000000010000": 2040,
  "570000000000100000": 2041,
  "570000000001000000": 2042,
  "570000000010000000": 2043,
  "570000000100000000": 2044,
  "570000001000000000": 2045,
  "570000010000000000": 2046,
  "570000100000000000": 2047,
  "570001000000000000": 2048,
  "570010000000000000": 2049,
  "570100000000000000": 2050,
  "571000000000000000": 2051,
  "60000000000000001": 1220,
  "60000000000000010": 1221,
  "60000000000000100": 1222,
  "60000000000001000": 1223,
  "60000000000010000": 1224,
  "60000000000100000": 1225,
  "60000000001000000": 1226,
  "60000000010000000": 1227,
  "60000000100000000": 1228,
  "60000001000000000": 1229,
  "60000010000000000": 1230,
  "60000100000000000": 1231,
  "60001000000000000": 1232,
  "60010000000000000": 1233,
  "60100000000000000": 1234,
  "61000000000000000": 1235,
  "70000000000000001": 1236,
  "70000000000000010": 1237,
  "70000000000000100": 1238,
  "70000000000001000": 1239,
  "70000000000010000": 1240,
  "70000000000100000": 1241,
  "70000000001000000": 1242,
  "70000000010000000": 1243,
  "70000000100000000": 1244,
  "70000001000000000": 1245,
  "70000010000000000": 1246,
  "70000100000000000": 1247,
  "70001000000000000": 1248,
  "70010000000000000": 1249,
  "70100000000000000": 1250,
  "71000000000000000": 1251,
  "80000000000000001": 1252,
  "80000000000000010": 1253,
  "80000000000000100": 1254,
  "80000000000001000": 1255,
  "80000000000010000": 1256,
  "80000000000100000": 1257,
  "80000000001000000": 1258,
  "80000000010000000": 1259,
  "80000000100000000": 1260,
  "80000001000000000": 1261,
  "80000010000000000": 1262,
  "80000100000000000": 1263,
  "80001000000000000": 1264,
  "80010000000000000": 1265,
  "80100000000000000": 1266,
  "81000000000000000": 1267,
  "90000000000000001": 1268,
  "90000000000000010": 1269,
  "90000000000000100": 1270,
  "90000000000001000": 1271,
  "90000000000010000": 1272,
  "90000000000100000": 1273,
  "90000000001000000": 1274,
  "90000000010000000": 1275,
  "90000000100000000": 1276,
  "90000001000000000": 1277,
  "90000010000000000": 1278,
  "90000100000000000": 1279,
  "90001000000000000": 1280,
  "90010000000000000": 1281,
  "90100000000000000": 1282,
  "91000000000000000": 1283
}
