{
  "additional_special_tokens": [
    "0000000000000001",
    "0000000000000010",
    "0000000000000100",
    "0000000000001000",
    "0000000000010000",
    "0000000000100000",
    "0000000001000000",
    "0000000010000000",
    "0000000100000000",
    "0000001000000000",
    "0000010000000000",
    "0000100000000000",
    "0001000000000000",
    "0010000000000000",
    "0100000000000000",
    "1000000000000000"
  ],
  "cls_token": {
    "content": "[CLS]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "mask_token": {
    "content": "[MASK]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "pad_token": {
    "content": "[PAD]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "sep_token": {
    "content": "[SEP]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "unk_token": {
    "content": "[UNK]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  }
}
